Repository: biblibre/Export
Catalog: language/*.po
Languages: fr

source: Export Settings
fr: Paramètres de l'export

source: Start download
fr: Télécharger

source: Download list
fr: Téléchargements

source: Previous downloads from tasks
fr: Téléchargements précedents issus des tâches

source: No downloads yet
fr: Pas encore de téléchargement

source: Export started in %sjob %s%s
fr: Export démarré dans la %s tâche %s%s

source: Show on item page
fr: Montrer sur la page de contenu

source: Show on media page
fr: Montrer sur la page du média

source: Select item set to export
fr: Sélectionner une collection à exporter

source: ">Export selected</button>
fr: ">Exporter la sélection</button>

source: "><button id="export_button">Export</button></a>
fr: "><button id="export_button">Exporter</button></a>

source: Download
fr: Téléchargement

source: Download List
fr: Liste de téléchargements
